/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ Fotoğraf";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ ve %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ Video";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d gün %2$d saat %3$d dakika %4$d saniye";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d saat %2$d dakika %3$d saniye";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d dakika %2$d saniye";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d saniye";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ piksel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ Internet yazılım eki)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ Gizli Altyazı";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "%@ Veri Tabanını Saklama Alanı";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Kolay Okunan";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ Ağı";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "İşitme Engelliler İçin %@ Altyazı";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ Web İçeriği";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ WebCrypto Ana Anahtarı";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d dosya";

/* Label for PDF page number indicator. */
"%d of %d" = "%d / %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Öğe";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Öğe";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Öğe";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 Fotoğraf";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 Video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Orta Kalite)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Yüksek Kalite)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Düşük Kalite)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<dosya adı> %d×%d piksel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Bir JavaScript istisnası oluştu";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Okuma Listesi’ne Ekle";

/* Undo action name */
"Align Left (Undo action name)" = "Sola Hizala";

/* Undo action name */
"Align Right (Undo action name)" = "Sağa Hizala";

/* WKErrorUnknown description */
"An unknown error occurred" = "Bilinmeyen bir hata oluştu";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Otomatik (Önerilir)";

/* Back context menu item */
"Back" = "Geri";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Engellenen Yazılım Eki";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Engellenen Yazılım Eki";

/* Bold context menu item */
"Bold" = "Kalın";

/* Undo action name */
"Bold (Undo action name)" = "Kalın";

/* menu item title for phone number */
"Call Using iPhone:" = "iPhone’u Kullanarak Ara:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Vazgeç";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Vazgeç";

/* Capitalize context menu item */
"Capitalize" = "Baş Harfleri Büyük Yap";

/* Undo action name */
"Center (Undo action name)" = "Ortala";

/* Undo action name */
"Change Attributes (Undo action name)" = "Özellikleri Değiştir";

/* Check spelling context menu item */
"Check Document Now" = "Belgeyi Şimdi Denetle";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Yazım ve Dilbilgisi Denetimi Yap";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Yazarken Yazım Denetimi Yap";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Dosyayı Seçin";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Dosyaları Seçin";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Ortamları Seçin (Birden Fazla)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Ortamları Seçin (Tek)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Sil";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Son Aramaları Sil";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Tam ekran modundan çıkmak için tıklayın";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Yeniden başlatmak için tıklayın";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Belirtilen MIME türüne sahip içerik gösterilemiyor";

/* Media Controls context menu item */
"Controls" = "Denetimler";

/* Copy context menu item */
"Copy" = "Kopyala";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopyala";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Ses Adresini Kopyala";

/* Copy Image context menu item */
"Copy Image" = "Görüntüyü Kopyala";

/* Copy Link context menu item */
"Copy Link" = "Bağlantıyı Kopyala";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Video Adresini Kopyala";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Yazım Hatalarını Otomatik Düzelt";

/* Undo action name */
"Create Link (Undo action name)" = "Bağlantı Yarat";

/* Cut context menu item */
"Cut" = "Kes";

/* Undo action name */
"Cut (Undo action name)" = "Kes";

/* Default writing direction context menu item */
"Default" = "Saptanmış";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Sil";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Ayrıntılar";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dikte";

/* Download Audio To Disk context menu item */
"Download Audio" = "Sesi İndir";

/* Download Image context menu item */
"Download Image" = "Görüntüyü İndir";

/* Download Linked File context menu item */
"Download Linked File" = "Bağlantılı Dosyayı İndir";

/* Download Video To Disk context menu item */
"Download Video" = "Videoyu İndir";

/* Undo action name */
"Drag (Undo action name)" = "Sürükle";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Tam Ekrana Geç";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Tam Ekrandan Çık";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "Biçimleme";

/* Forward context menu item */
"Forward" = "İleri";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Çerçeve yüklenmesi kesintiye uğradı";

/* accessibility role description for web area */
"HTML content" = "HTML içerik";

/* Hide Media Controls context menu item */
"Hide Controls" = "Denetimleri Gizle";

/* menu item title */
"Hide Spelling and Grammar" = "Yazım ve Dilbilgisi Denetimini Gizle";

/* menu item title */
"Hide Substitutions" = "Değişimleri Gizle";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Dilbilgisini Göz Ardı Et";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Yazımı Göz Ardı Et";

/* Undo action name */
"Indent (Undo action name)" = "Girinti";

/* Undo action name */
"Insert List (Undo action name)" = "Liste Ekle";

/* Inspect Element context menu item */
"Inspect Element" = "Öğeyi Denetle";

/* Italic context menu item */
"Italic" = "İtalik";

/* Undo action name */
"Italics (Undo action name)" = "İtalik";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java yok";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "İki Yana Yasla";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "%@ anahtarı";

/* Learn Spelling context menu item */
"Learn Spelling" = "Yazımı Öğren";

/* Left to Right context menu item */
"Left to Right" = "Soldan Sağa";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Canlı Yayın";

/* Media controller status message when the media is loading */
"Loading..." = "Yükleniyor...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Sözlükte Ara";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Ara: “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Ara: “<seçim>”";

/* Media Loop context menu item */
"Loop" = "Döngü";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Karakter Çiftlerini Daha Az Sıkıştır";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Taban Çizgisini Alçalt";

/* Make Lower Case context menu item */
"Make Lower Case" = "Küçük Harf Yap";

/* Make Upper Case context menu item */
"Make Upper Case" = "Büyük Harf Yap";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Eksik Yazılım Eki";

/* Media Mute context menu item */
"Mute" = "Sesi Kapat";

/* No Guesses Found context menu item */
"No Guesses Found" = "Hiçbir Tahmin Bulunamadı";

/* Empty select list */
"No Options Select Popover" = "Seçenek Yok";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Hiçbir son arama yok";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Sınırlanmış ağ kapısının kullanımına izin verilmiyor";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Kapalı";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Aç";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Sesi Yeni Pencerede Aç";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Çerçeveyi Yeni Pencerede Aç";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Görüntüyü Yeni Pencerede Aç";

/* Open Link context menu item */
"Open Link" = "Bağlantıyı Aç";

/* Open in New Window context menu item */
"Open Link in New Window" = "Bağlantıyı Yeni Pencerede Aç";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Videoyu Yeni Pencerede Aç";

/* context menu item for PDF */
"Open with %@" = "%@ ile Aç";

/* Undo action name */
"Outdent (Undo action name)" = "Çıkıntı";

/* Outline context menu item */
"Outline" = "Kontur";

/* Undo action name */
"Outline (Undo action name)" = "Kontur";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Paragraf Yönü";

/* Paste context menu item */
"Paste" = "Yapıştır";

/* Undo action name */
"Paste (Undo action name)" = "Yapıştır";

/* Undo action name */
"Paste Font (Undo action name)" = "Fontu Yapıştır";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Cetveli Yapıştır";

/* Media Pause context menu item */
"Pause" = "Duraklat";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Fotoğraf Arşivi";

/* Media Play context menu item */
"Play" = "Oynat";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Filmi tam ekran modunda oynat";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Yazılım Eki Hatası";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Yazılım ekinden vazgeçildi";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Yazılım eki, yükü işledi";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Taşınabilir Belge Biçimi";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Taban Çizgisini Yükselt";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Son Aramalar";

/* Reload context menu item */
"Reload" = "Yeniden Yükle";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Sıfırla";

/* Right to Left context menu item */
"Right to Left" = "Sağdan Sola";

/* Title for Save Image action button */
"Save Image" = "Görüntüyü Kaydet";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Spotlight ile Ara";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "%@ ile Ara";

/* Search with Google context menu item */
"Search with Google" = "Google ile Ara";

/* Selection direction context sub-menu item */
"Selection Direction" = "Seçim Yönü";

/* Undo action name */
"Set Background Color (Undo action name)" = "Arkaplan Rengini Ayarla";

/* Undo action name */
"Set Color (Undo action name)" = "Rengi Ayarla";

/* Undo action name */
"Set Font (Undo action name)" = "Fontu Ayarla";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Geleneksel Karakter Şeklini Ayarla";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Yazma Yönünü Ayarla";

/* Show colors context menu item */
"Show Colors" = "Renkleri Göster";

/* Show Media Controls context menu item */
"Show Controls" = "Denetimleri Göster";

/* Show fonts context menu item */
"Show Fonts" = "Fontları Göster";

/* menu item title */
"Show Spelling and Grammar" = "Yazım ve Dilbilgisi Denetimini Göster";

/* menu item title */
"Show Substitutions" = "Değişimleri Göster";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Engellenen yazılım ekinde göster";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Akıllı Kopyala/Yapıştır";

/* Smart Dashes context menu item */
"Smart Dashes" = "Akıllı Tireler";

/* Smart Links context menu item */
"Smart Links" = "Akıllı Bağlantılar";

/* Smart Quotes context menu item */
"Smart Quotes" = "Akıllı Tırnaklar";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Enstantanesi Yaratılmış Yazılım Eki";

/* Speech context sub-menu item */
"Speech" = "Konuşma";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Yazım ve Dilbilgisi Denetimi";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "JavaScript Hata Ayıklamayı Başlat";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "JavaScript Profilini Oluşturmayı Başlat";

/* Start speaking context menu item */
"Start Speaking" = "Konuşmayı Başlat";

/* Stop context menu item */
"Stop" = "Durdur";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "JavaScript Hata Ayıklamayı Durdur";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "JavaScript Profilini Oluşturmayı Durdur";

/* Stop speaking context menu item */
"Stop Speaking" = "Konuşmayı Durdur";

/* Styles context menu item */
"Styles..." = "Stiller...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Gönder";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Gönder";

/* Undo action name */
"Subscript (Undo action name)" = "İndis";

/* Substitutions context sub-menu item */
"Substitutions" = "Değişimler";

/* Menu section heading for subtitles */
"Subtitles" = "Altyazılar";

/* Undo action name */
"Superscript (Undo action name)" = "Üs";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Fotoğraf Çek";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Fotoğraf veya Video Çek";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Video Çek";

/* Text Replacement context menu item */
"Text Replacement" = "Metin Değişimi";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL gösterilemiyor";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView iptal edildi";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Web içeriği işlemi sonlandırıldı";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Şu anki konum bulunamıyor.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Yazılım eki bulunamıyor";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Yazılım eki yüklenemiyor";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "%2$@ üzerindeki “%1$@” alanı için girdiğiniz kullanıcı adı veya parola doğru değil. Bu bilgileri doğru girdiğinizden emin olun ve sonra yeniden deneyin.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "%@ proxy sunucu %@ için girdiğiniz kullanıcı adı veya parola doğru değil. Bu bilgileri doğru girdiğinizden emin olun ve sonra yeniden deneyin.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "%@ üzerindeki bu alan için girdiğiniz kullanıcı adı veya parola doğru değil. Bu bilgileri doğru girdiğinizden emin olun ve sonra yeniden deneyin.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Bu, aranabilir bir dizindir. Arama sözcüklerini girin: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Karakter Çiftlerini Daha Çok Sıkıştır";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Bu sayfayı görüntülemek için %2$@ üzerindeki “%1$@” alanında oturum açmalısınız.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Bu sayfayı görüntülemek için %@ proxy sunucu %@ üzerinde oturum açmalısınız.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Bu sayfayı görüntülemek için %@ üzerindeki bu alanda oturum açmalısınız:";

/* Transformations context sub-menu item */
"Transformations" = "Dönüşümler";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Karakter Çiftlerini Sıkıştırmayı Kapat";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Birleşik Harfleri Kapat";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Yazma";

/* Underline context menu item */
"Underline" = "Altı Çizgili";

/* Undo action name */
"Underline (Undo action name)" = "Altı Çizgili";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Bilinmeyen";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Bilinmeyen";

/* Undo action name */
"Unlink (Undo action name)" = "Bağlantıyı Kaldır";

/* Undo action name */
"Unscript (Undo action name)" = "Üs/İndis Özelliğini Kaldır";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Tüm Birleşik Harfleri Kullan";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Standart Çiftleri Sıkıştırmayı Kullan";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Standart Birleşik Harfleri Kullan";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "IndexedDB gibi bir kalıcı saklama alanındaki WebCrypto anahtarlarını şifrelemek için kullanılır";

/* Web Inspector window title */
"Web Inspector — %@" = "Web Denetçisi - %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "WebKit yerleşik PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit dahili bir hatayla karşılaştı";

/* message in authentication panel */
"Your login information will be sent securely." = "Oturum açma bilgileriniz güvenli olarak gönderilecektir.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Parolanız şifrelenmeden gönderilecektir.";

/* HTTP result code string */
"accepted" = "kabul edildi";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "etkinleştir";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "uyarı";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "uyarı sorgu kutusu";

/* An ARIA accessibility group that acts as an application. */
"application" = "uygulama";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "uygulama durumu";

/* An ARIA accessibility group that acts as an article. */
"article" = "makale";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "ses öğesi çalma denetimleri ve durum görüntüsü";

/* accessibility label for audio element controller */
"audio playback" = "ses çalma";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "30 saniye geri";

/* HTTP result code string */
"bad gateway" = "geçersiz ağ geçidi";

/* HTTP result code string */
"bad request" = "geçersiz istem";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "başlık";

/* accessibility help text for play button */
"begin playback" = "çalmaya/oynatmaya başla";

/* accessibility description for a search field cancel button */
"cancel" = "vazgeç";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "işaretle";

/* HTTP result code string */
"client error" = "istemci hatası";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "tamamlayıcı içerik";

/* HTTP result code string */
"conflict" = "çelişki";

/* An ARIA accessibility group that contains content. */
"content information" = "içerik bilgileri";

/* HTTP result code string */
"continue" = "sürdür";

/* HTTP result code string */
"created" = "yaratıldı";

/* accessibility help text for movie status display */
"current movie status" = "şu anki film durumu";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "saniye cinsinden şu anki film süresi";

/* role description of ARIA definition role */
"definition" = "tanım";

/* description detail */
"description" = "açıklama";

/* accessibility role description of a description list */
"description list" = "açıklama listesi";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "sorgu kutusu";

/* An ARIA accessibility group that acts as a document. */
"document" = "belge";

/* accessibility label for elapsed time display */
"elapsed time" = "geçen süre";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "tam ekrana geç";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "tam ekrandan çık";

/* HTTP result code string */
"expectation failed" = "beklenti başarısız oldu";

/* accessibility label for fast forward button */
"fast forward" = "hızlı ileri";

/* accessibility label for fast reverse button */
"fast reverse" = "hızlı geri";

/* accessibility role description for a file upload button */
"file upload button" = "dosyayı karşı yükle düğmesi";

/* accessibility role description for a footer */
"footer" = "altlık";

/* HTTP result code string */
"forbidden" = "yasak";

/* HTTP result code string */
"found" = "bulundu";

/* HTTP result code string */
"gateway timed out" = "ağ geçidinde zaman aşımı oluştu";

/* accessibility role description for headings */
"heading" = "başlık";

/* accessibility label for hide closed captions button */
"hide closed captions" = "gizli altyazıları gizle";

/* accessibility role description for image map */
"image map" = "görüntü haritası";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "belirsiz süre";

/* HTTP result code string */
"informational" = "bilgi verici";

/* HTTP result code string */
"internal server error" = "dahili sunucu hatası";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "git";

/* HTTP result code string */
"length required" = "uzunluk gerekiyor";

/* accessibility role description for link */
"link" = "bağlantı";

/* accessibility role description for list marker */
"list marker" = "liste işaretleyici";

/* An ARIA accessibility group that acts as a console log. */
"log" = "günlük";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "ana içerik";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "kayan yazı";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematik";

/* HTTP result code string */
"method not allowed" = "yönteme izin verilmiyor";

/* HTTP result code string */
"moved permanently" = "tamamen taşındı";

/* accessibility label for timeline slider */
"movie time" = "film süresi";

/* accessibility help text for timeline slider */
"movie time scrubber" = "film süresi ilerleme çubuğu";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "film süresi ilerleme çubuğu işareti";

/* HTTP result code string */
"multiple choices" = "birden fazla seçenek";

/* accessibility label for mute button */
"mute" = "sesi kapat";

/* accessibility help text for mute button */
"mute audio tracks" = "ses izlerinin sesini kapat";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "dolaşma";

/* HTTP result code string */
"needs proxy" = "proxy gerektiriyor";

/* HTTP result code string */
"no content" = "içerik yok";

/* HTTP result code string */
"no error" = "hata yok";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "seçili dosya yok";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "hiçbir dosya seçilmedi";

/* HTTP result code string */
"no longer exists" = "artık yok";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "hiçbir ortam seçilmedi (birden fazla)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "hiçbir ortam seçilmedi (tek)";

/* HTTP result code string */
"non-authoritative information" = "güvenilir olmayan bilgi";

/* HTTP result code string */
"not found" = "bulunamadı";

/* HTTP result code string */
"not modified" = "değiştirilmedi";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "not";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "filmin kalan saniye sayısı";

/* HTTP result code string */
"partial content" = "kısmi içerik";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "desen uyuşmazlığı";

/* accessibility label for pause button */
"pause" = "duraklat";

/* accessibility help text for pause button */
"pause playback" = "çalmayı/oynatmayı duraklat";

/* HTTP result code string */
"payment required" = "ödeme gerekiyor";

/* accessibility label for play button */
"play" = "çal/oynat";

/* HTTP result code string */
"precondition failed" = "ön koşul başarısız oldu";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "bas";

/* HTTP result code string */
"proxy authentication required" = "proxy kimlik doğrulaması gerekiyor";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "aralık taşması";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "aralığın yetersiz kalması";

/* HTTP result code string */
"redirected" = "yönlendirildi";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "bölge";

/* accessibility label for time remaining display */
"remaining time" = "kalan süre";

/* HTTP result code string */
"request timed out" = "istem zaman aşımına uğradı";

/* HTTP result code string */
"request too large" = "istem çok büyük";

/* HTTP result code string */
"requested URL too long" = "istenilen URL çok uzun";

/* HTTP result code string */
"requested range not satisfiable" = "istenilen aralık tatmin edici değil";

/* HTTP result code string */
"reset content" = "içeriği sıfırla";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "duraksız yayımlanan filmi gerçek zamanlıya döndür";

/* accessibility label for return to real time button */
"return to realtime" = "gerçek zamanlıya döndür";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "ara";

/* HTTP result code string */
"see other" = "diğerine bak";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "filmi 30 saniye geriye doğru ara";

/* accessibility help text for fast rewind button */
"seek quickly back" = "filmi hızlı bir şekilde geriye doğru ara";

/* accessibility help text for fast forward button */
"seek quickly forward" = "filmi hızlı bir şekilde ileriye doğru ara";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "seç";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "ayırıcı";

/* HTTP result code string */
"server error" = "sunucu hatası";

/* HTTP result code string */
"service unavailable" = "servis kullanılamıyor";

/* accessibility label for show closed captions button */
"show closed captions" = "gizli altyazıları göster";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "gizli altyazıları görüntülemeyi başlat";

/* accessibility label for movie status */
"status" = "durum";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "adım uyuşmazlığı";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "gizli altyazıları görüntülemeyi durdur";

/* HTTP result code string */
"success" = "başarılı";

/* HTTP result code string */
"switching protocols" = "protokoller değiştiriliyor";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "sekme paneli";

/* HTTP result code string */
"temporarily redirected" = "geçici olarak yönlendirildi";

/* term word of a description list */
"term" = "terim";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "zaman ekseni sürgüsü işareti";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "sayaç";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "çok uzun";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "ipucu";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "tür uyuşmazlığı";

/* HTTP result code string */
"unacceptable" = "kabul edilebilir değil";

/* HTTP result code string */
"unauthorized" = "yetkili değil";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "işareti kaldır";

/* HTTP result code string */
"unimplemented" = "gerçekleştirilmemiş";

/* Unknown filename */
"unknown" = "bilinmeyen";

/* accessibility label for turn mute off button */
"unmute" = "sesi aç";

/* accessibility help text for un mute button */
"unmute audio tracks" = "ses izlerinin sesini aç";

/* HTTP result code string */
"unsupported media type" = "desteklenmeyen ortam türü";

/* HTTP result code string */
"unsupported version" = "desteklenmeyen sürüm";

/* Validation message for required form control elements that have no value */
"value missing" = "değer yok";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "video öğesi oynatma denetimleri ve durum görüntüsü";

/* accessibility label for video element controller */
"video playback" = "video oynatma";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Aç";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Önizleme";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Okuma Listesi’ne Ekle";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopyala";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Fotoğraflar’a Ekle";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "İndirilenler’e Kaydet";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Paylaş";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopyala";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Ara";

/* "Paste" action menu item */
"Paste (action menu item)" = "Yapıştır";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Öneriler";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopyala";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Paylaş";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "İndirilenler’e Kaydet";
